import { Question } from "../@types/Question";


export const questions: Array<Question> = [
    {
        index: 1,
        question:
          'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
      },
      {
        index: 2,
        question:
          'ฉันชอบใช้เวลากับคนกลุ่มหนึ่งเป็นระยะเวลานาน เพื่อมีส่วนร่วมในความสำเร็จและความล้มเหลวของพวกเขาเป็นส่วนตัว',
      },
      {
        index: 3,
        question:
          'มีคนบอกฉันว่า ฉันได้ช่วยพวกเขาให้เข้าใจความจริงในพระคัมภีร์อย่างชัดเจน',
      },
      { index: 4, question: 'ฉันมักจะมองเห็นสาเหตุของปัญหาที่เกิดขึ้นได้ดี' },
      {
        index: 5,
        question:
          'ฉันมีรู้สึกเชื่อมั่นที่มาจากพระเจ้าเกี่ยวกับบางสิ่งที่เกิดขึ้น หรือเป็นอยู่ และต่อมาพบว่าเป็นเช่นนั้นจริง',
      },
      {
        index: 6,
        question:
          'ฉันได้พูดหนุนใจคนที่สองจิตสองใจ คนที่มีความทุกข์หรือคนที่ท้อใจ และมีการตอบสนองที่ดี',
      },
      {
        index: 7,
        question:
          'คนอื่นในคริสจักรได้สังเกตว่า ฉันสามารถมองเห็นสิ่งที่แปลกปลอมอย่างชัดเจน ก่อนที่คนอื่นจะเห็นได้ชัดเจน',
      },
      {
        index: 8,
        question:
          'ฉันพบว่าฉันจัดการในเรื่องเงินทองได้ดี เพื่อจะสามารถถวายช่วยงานของพระเจ้า ด้วยใจกว้างขวาง',
      },
      {
        index: 9,
        question:
          'ฉันได้ช่วยผู้นำคริสเตียนให้ผ่อนคลายจากงานบางอย่าง เพื่อพวกเขาจะสามารถรับผิดชอบงานที่สำคัญได้',
      },
      {
        index: 10,
        question:
          'ฉันมีความปรารถนาที่จะทำงานกับคนซึ่งมีปัญหาทางด้านร่างกายหรือสมอง เพื่อบรรเทาความทุกข์ของพวกเขา',
      },
      {
        index: 11,
        question:
          'ฉันไม่รู้สึกลำบากใจที่จะติดต่อกับคนต่างวัฒนธรรม และพวกเขาก็ยอมรับฉัน',
      },
      {
        index: 12,
        question:
          'ฉันได้นำคนอื่นให้ตัดสินใจต้อนรับพระเยซูคริสต์เป็นพระผู้ช่วยให้รอด',
      },
      { index: 13, question: 'ฉันเปิดบ้านของฉันเสมอสำหรับแขกซึ่งต้องการที่พัก' },
      {
        index: 14,
        question: 'เมื่ออยู่ในกลุ่ม คนอื่นมักคาดหวังจะได้รับนิมิตและการนำจากฉัน',
      },
      { index: 15, question: 'เมื่อฉันพูดคนมักจะฟังและเห็นด้วย' },
      {
        index: 16,
        question:
          'เมื่อกลุ่มที่ฉันอยู่ขาดความเป็นระเบียบ ฉันมักจะยื่นมือเข้าช่วยจัดการให้',
      },
      {
        index: 17,
        question:
          'คนอื่นสามารถเป็นพยานอย่างเจาะจงได้ว่า การอัศจรรย์ได้เกิดขึ้นอย่างเห็นได้ชัดจากการอธิษฐานของฉัน',
      },
      {
        index: 18,
        question:
          'โดยพระนามของพระเยซูคริสต์ พระองค์ได้ทรงใช้ให้ฉันรักษาโรคให้หายอย่างทันทีทันใด',
      },
      {
        index: 19,
        question: 'ฉันรู้สึกเข้าใจฝ่ายวิญญาณบางเรื่องขณะที่พูดภาษาแปลก ๆ',
      },
      {
        index: 20,
        question:
          'บางครั้งเมื่อคนหนึ่งพูดภาษาแปลก ๆ ฉันได้ความคิดจากพระเจ้าว่าเขากำลังพูดอะไร',
      },
      {
        index: 21,
        question: 'ฉันเชื่อว่าพระเจ้าเรียกให้ฉันมีส่วนในการตั้งคริสตจักร',
      },
      { index: 22, question: 'ฉันเป็นโสดและชอบด้วย' },
      { index: 23, question: 'ฉันใช้เวลาอธิษฐานอย่างน้อยวันละ 1 ชั่วโมง' },
      { index: 24, question: 'ฉันไม่กลัวหรือตกใจเมื่อพบคนถูกผีเข้า' },
      { index: 25, question: 'ฉันยินดีเปิดบ้านให้เป็นพระพรแก่พี่น้อง' },
      {
        index: 26,
        question: 'โดยพระเจ้าฉันได้เปิดเผยบางอย่างที่เจาะจง ซึ่งจะเกิดขึ้นในอนาคต',
      },
      {
        index: 27,
        question:
          'ฉันมีความยินดีที่ได้รับผิดชอบเอาใจใส่ดูแลสภาพฝ่ายวิญญาณจิตของคริสเตียนกลุ่มหนึ่ง',
      },
      {
        index: 28,
        question:
          'ฉันรู้สึกว่า ฉันสามารถอธิบายจากพระคัมภีร์ใหม่เกี่ยวกับความสมบูรณ์และภารกิจแห่งพระกายของพระคริสต์ในทางที่เข้ากับความต้องการของผู้ฟังได้ดี',
      },
      {
        index: 29,
        question: 'ฉันสามารถพบคำตอบโดยสัญชาตญาณในปัญหาที่ค่อนข้างสลับซับซ้อน',
      },
      {
        index: 30,
        question:
          'ฉันได้รับความจริงเกี่ยวกับบางเรื่องที่เกิดขึ้นโดยการสำแดงจากพระเจ้า ซึ่งเมื่อเปิดเผยแก่ผู้ที่เกี่ยวข้องแล้ว สามารถช่วยให้พวกเขาเข้าใกล้ชิดพระเจ้ามากขึ้น',
      },
      {
        index: 31,
        question:
          'ฉันสามารถกระตุ้นคนอื่นให้มีส่วนในงานของพระเจ้าอย่างได้ผล เมื่อมีความต้องการเกิดขึ้น',
      },
      {
        index: 32,
        question:
          'ฉันสามารถสัมผัสการทรงสถิตของพระวิญญาณอยู่เหนือบางคนในโอกาสต่าง ๆ',
      },
      {
        index: 33,
        question: 'ฉันมักจะถวายมากกว่า 10% ของรายได้เพื่องานของพระเจ้า',
      },
      {
        index: 34,
        question:
          'คนอื่นบอกฉันว่าฉันได้ช่วยเขาให้มีประสิทธิภาพในการรับใช้พระเจ้ามากยิ่งขึ้น',
      },
      {
        index: 35,
        question:
          'คนอื่นบอกฉันว่าฉันแสดงความสนใจและเป็นห่วงเมื่อพวกเขาประสบความลำบากทางทรัพย์สินหรือร่างกาย',
      },
      {
        index: 36,
        question:
          'ฉันรู้สึกว่าฉันสามารถเรียนภาษาอื่นได้ดี เพื่อจะรับใช้คนเหล่านั้นที่อยู่ในวัฒนธรรมอื่น',
      },
      {
        index: 37,
        question:
          'ฉันสามารถเป็นพยานด้วยความยินดีถึงการที่พระคริสต์ได้ช่วยฉันให้รอด โดยที่ผู้ฟังที่ยังไม่เชื่อรู้สึกประทับใจ',
      },
      {
        index: 38,
        question:
          'ฉันชอบรับผิดชอบงานเลี้ยงสังสรรค์ที่โบสถ์หรืองานสามัคคีธรรมอื่น ๆ',
      },
      {
        index: 39,
        question:
          'ฉันได้เชื่อพึ่งพระเจ้าในสิ่งที่เป็นไปไม่ได้ และเห็นสิ่งนั้นเกิดขึ้น',
      },
      { index: 40, question: 'คนอื่นยินดีให้ฉันเป็นผู้นำ เพราะพวกเขาวางใจฉัน' },
      {
        index: 41,
        question:
          'ฉันชอบจัดรายละเอียดเกี่ยวกับความคิด บุคลากร ทรัพยากร และเวลา เพื่อจะให้งานของพระเจ้าเกิดผลมากยิ่งขึ้น',
      },
      {
        index: 42,
        question: 'พระเจ้าทรงใช้ฉันในการสำแดงหมายสำคัญและการอัศจรรย์ของพระองค์',
      },
      {
        index: 43,
        question:
          'ฉันชอบอธิษฐานเผื่อคนป่วย เพราะรู้ว่าหลายคนจะหายป่วยเนื่องจากการอธิษฐานนั้น',
      },
      { index: 44, question: 'ฉันเคยพูดภาษาอื่นซึ่งฉันไม่เคยฝึกมาก่อน' },
      {
        index: 45,
        question:
          'ฉันเคยแปลภาษาแปลก ๆ ซึ่งทำให้พระกายของพระคริสต์ได้รับการเสริมสร้าง',
      },
      {
        index: 46,
        question:
          'ฉันชอบสอนพระคัมภีร์ ดูแลผู้เชื่อใหม่ ชอบประกาศ และรู้สึกร้อนรนอยากมีส่วนในการวางรากฐานคริสตจักร',
      },
      { index: 47, question: 'คนอื่นสังเกตว่าฉันรู้สึกสบายใจที่ไม่ได้แต่งงาน' },
      {
        index: 48,
        question:
          'เมื่อฉันได้ยินเรื่องที่คนขอให้อธิษฐานเผื่อ ฉันมักจะอธิษฐานเผื่อเรื่องนั้นเป็นเวลาหลายวัน',
      },
      { index: 49, question: 'ฉันมีภาระใจอยากปลดปล่อยคนที่ถูกผีเข้า' },
      { index: 50, question: 'ฉันมักจะมีความรู้สึกสงสารห่วงใยคนที่ด้อยโอกาส' },
      {
        index: 51,
        question:
          'มีคนบอกฉันว่า สิ่งที่ฉันพูดนั้นเข้ากับเวลา และความต้องการอย่างเร่งด่วน ซึ่งจะต้องมาจากพระเจ้าโดยตรง',
      },
      {
        index: 52,
        question:
          'ฉันไม่รู้สึกกลัวที่จะให้คำแนะนำหรือชี้ทางฝ่ายวิญญาณให้แก่คริสเตียนกลุ่มหนึ่ง',
      },
      {
        index: 53,
        question:
          'ฉันชอบใช้เวลาอย่างเพียงพอในการเรียนรู้สิ่งใหม่ ๆในพระคัมภีร์ เพื่อจะถ่ายทอดให้แก่ผู้อื่น',
      },
      {
        index: 54,
        question:
          'เมื่อคนมีปัญหา ฉันมักจะสามารถช่วยเขาพบทางออกที่สอดคล้องกับพระวจนะของพระเจ้ามากที่สุด',
      },
      {
        index: 55,
        question: 'พระเจ้าให้ฉันรู้ความในใจของคนบางคนโดยไม่ได้ทราบมาก่อน',
      },
      {
        index: 56,
        question:
          'เมื่อคนที่ประสบปัญหาและความทุกข์มาหาฉัน เขามักบอกว่าได้รับความช่วยเหลือ การเบาเทาและการรักษา',
      },
      {
        index: 57,
        question:
          'ฉันสามารถบอกได้ค่อนข้างแม่นยำเมื่อคนใดคนหนึ่งถูกรังควานโดยวิญญาณชั่ว',
      },
      {
        index: 58,
        question:
          'เมื่อฉันรับการท้าทายให้ถวายเพื่องานของพระเจ้า ฉันมักจะสามารถหาเงินที่ต้องการมาถวายได้',
      },
      {
        index: 59,
        question:
          'ฉันชอบทำงานแบบจำเจหรือประจำ เพื่อช่วยให้คนอื่นสามารถทำงานได้เกิดผลมากยิ่งขึ้น',
      },
      {
        index: 60,
        question:
          'ฉันชอบเยี่ยมคนป่วยที่โรงพยาบาล หรือบ้านพักคนชราและทำงานในลักษณะนี้ได้',
      },
      { index: 61, question: 'คนที่อยู่ในวัฒนธรรมอื่นชอบฉัน และเราเข้ากันได้ดี' },
      {
        index: 62,
        question:
          'คนที่ไม่ใช่คริสเตียนรู้สึกสบายใจเมื่ออยู่ใกล้ฉัน และฉันมีส่วนช่วยให้เขาเกิดมีความเชื่อในพระคริสต์',
      },
      {
        index: 63,
        question: 'เมื่อมีคนมาที่บ้านของเรา พวกเขารู้สึกเป็นกันเองกับพวกเราได้ง่าย',
      },
      {
        index: 64,
        question:
          'คนอื่นบอกฉันว่า ฉันมีความเชื่อในการกระทำสิ่งที่ดูเหมือนเป็นไปไม่ได้ให้สำเร็จ',
      },
      { index: 65, question: 'เมื่อฉันวางเป้าหมาย คนอื่นมักพร้อมที่จะยอมรับทันที' },
      {
        index: 66,
        question:
          'ฉันมักจะมีความสามารถในการวางแผนงานที่ดีและรัดกุม เพื่อช่วยบรรลุเป้าหมายของกลุ่ม',
      },
      {
        index: 67,
        question:
          'พระเจ้าทรงกระทำสิ่งที่ดูเหมือนว่าเป็นไปไม่ได้ ผ่านชีวิตของฉันเสมอ',
      },
      {
        index: 68,
        question: 'คนอื่นบอกฉันว่า พระเจ้าทรงช่วยพวกเขาจากปัญหาทางจิตใจผ่านฉัน',
      },
      { index: 69, question: 'ฉันชอบอธิษฐานภาษาพระวิญญาณมากกว่าภาษามนุษย์' },
      {
        index: 70,
        question: 'ฉันได้อธิษฐานขอให้สามารถแปลได้ หากมีคนพูดภาษาแปลก ๆ',
      },
      {
        index: 71,
        question: 'ฉันมีความเชื่อมั่นในพระมหาบัญชาว่าสำเร็จได้ในชีวิตฉัน',
      },
      {
        index: 72,
        question:
          'ฉันรู้สึกยินดีที่ฉันมีเวลามากขึ้นในการรับใช้พระเจ้า เพราะฉันเป็นโสด',
      },
      { index: 73, question: 'ฉันชอบใช้เวลาอธิษฐานเผื่อคนอื่น' },
      {
        index: 74,
        question: 'คนมักจะมาขอความช่วยเหลือจากฉัน เมื่อคิดว่ามีคนถูกผีรบกวน',
      },
      {
        index: 75,
        question:
          'ฉันเห็นผู้รับใช้พระเจ้าเต็มเวลาสมควรจะได้รับเกียรติและได้รับการดูแลอย่างดี',
      },
      {
        index: 76,
        question:
          'บางครั้งฉันมีความรู้สึกอย่างแรงกล้าถึงสิ่งที่พระเจ้าทรงอยากตรัสกับคนซึ่งอยู่ในสถานการณ์บางอย่าง',
      },
      {
        index: 77,
        question:
          'ฉันได้ช่วยพี่น้องคริสเตียนโดยการชี้แนะข้อพระธรรมที่เหมาะสมและอธิษฐานกับพวกเขา',
      },
      {
        index: 78,
        question:
          'ฉันรู้สึกว่าฉันสามารถถ่ายทอดหลักความจริงจากพระวจนะของพระเจ้าแก่คนอื่นอย่างเกิดผล และเห็นผลของการเปลี่ยนแปลงทางด้านความรู้ ท่าที ค่านิยม หรือการประพฤติ',
      },
      {
        index: 79,
        question:
          'บางคนบอกว่าฉันสามารถเข้าใจพระวจนะอย่างลึกซึ้งและนำพระวจนะนั้นมาสนองความต้องการที่เจาะจงของพี่น้องคริสเตียน',
      },
      {
        index: 80,
        question:
          'ขณะที่ฉันอธิษฐานเผื่อบางคน พระเจ้าสำแดงบางอย่างเจาะจงเกี่ยวกับคน ๆ นั้น',
      },
      {
        index: 81,
        question:
          'ฉันมีความปรารถนาที่จะให้คำแนะนำปรึกษาอย่างเกิดผล แก่คนที่สับสน คนที่จิตสำนึกฟ้องตัวเอง หรือคนที่ติดยาเสพติด',
      },
      {
        index: 82,
        question:
          'ฉันสามารถจำแนกได้ว่า คำพูดหรือการกระทำของคนคนหนึ่งว่ามาจากพระเจ้า มนุษย์ หรือซาตาน',
      },
      {
        index: 83,
        question:
          'ฉันมีความมั่นใจว่าพระเจ้าจะทรงประทานทุกอย่างที่จำเป็นแก่ฉัน ฉะนั้นฉันจึงถวายด้วยความเสียสละและด้วยความสม่ำเสมอ',
      },
      {
        index: 84,
        question:
          'ฉันรู้สึกดีใจ เมื่อทำสิ่งใดอยู่เบื้องหลังแล้วคนอื่นได้รับประโยชน์',
      },
      { index: 85, question: 'คนมักจะมาขอให้ฉันช่วยคนเหล่านั้นที่มีความยากลำบาก' },
      {
        index: 86,
        question:
          'ฉันยินดีจะออกจากสิ่งแวดล้อมที่สะดวกสบาย หากการกระทำเช่นนี้จะช่วยให้ฉันสามารถเป็นพยานต่อคนได้มากขึ้น',
      },
      {
        index: 87,
        question: 'ฉันรู้สึกผิดหวัง เมื่อคนอื่นมิได้เป็นพยานเท่ากับที่ฉันได้ทำ',
      },
      {
        index: 88,
        question: 'มีคนบอกฉันว่า ฉันมีใจที่กว้างขวางมากในการต้อนรับแขก',
      },
      {
        index: 89,
        question:
          'ฉันเคยมีประสบการณ์ที่ฉันรู้สึกมั่นใจในพระทัยที่เจาะจงของพระเจ้าเกี่ยวกับความก้าวหน้าแห่งงานของพระเจ้าในอนาคต แม้คนอื่นจะไม่ค่อยมั่นใจ',
      },
      {
        index: 90,
        question:
          'เมื่อฉันเข้าร่วมในกลุ่มคนอื่นมักอยากออกตัวแล้วหวังว่าฉันจะเป็นผู้นำของกลุ่มนั้น',
      },
      {
        index: 91,
        question:
          'ฉันสามารถให้ทิศทางแก่คนอื่นโดยไม่ต้องโน้มน้าวใจเพื่อให้พวกเขาทำงานให้สำเร็จ',
      },
      {
        index: 92,
        question:
          'มีคนบอกฉันว่า ฉันเป็นเครื่องมือที่พระเจ้าใช้ในการนำการเปลี่ยนแปลงอย่างอัศจรรย์มาสู่ชีวิตหรือสถานการณ์',
      },
      {
        index: 93,
        question: 'ฉันได้อธิษฐานเผื่อคนป่วยและเห็นเขารับการรักษาให้หาย',
      },
      {
        index: 94,
        question: 'เมื่อฉันพูดภาษาแปลก ๆในที่ประชุม ฉันคาดหวังที่จะมีคนแปล',
      },
      {
        index: 95,
        question: 'เมื่อฉันได้ยินคนเผยพระวจนะเป็นภาษาแปลก ๆ ฉันมักจะเข้าใจคำนั้น',
      },
      {
        index: 96,
        question:
          'ฉันมักเห็นลู่ทางในการขยายและเปิดแคร์ใหม่ เพื่อขยายอาณาจักรพระเจ้าด้วยการวางแผนที่ชัดเจนและร่วมงานกันเป็นทีมภายใต้สิทธิอำนาจที่พระเจ้าเจิมไว้',
      },
      {
        index: 97,
        question: 'ฉันเป็นโสด และไม่รู้สึกลำบากใจในการควบคุมอารมณ์ทางเพศ',
      },
      {
        index: 98,
        question: 'คนอื่นบอกฉันว่า คำอธิษฐานของฉันเผื่อเขา ได้รับการตอบที่ชัดเจน',
      },
      {
        index: 99,
        question:
          'มีคนได้รับการปลดปล่อยจากการรบกวนของวิญญาณชั่วทันทีเมื่อฉันอธิษฐานเผื่อ',
      },
      {
        index: 100,
        question:
          'ฉันมักเข้าไปช่วยเหลือคนที่ช่วยตัวเองไม่ได้ เช่น คนชรา เด็กกำพร้า แม่หม้าย',
      },
      { index: 101, question: 'ฉันเผยพระวจนะในกลุ่มแคร์เสมอ ๆ' },
      {
        index: 102,
        question: 'มีคนบอกว่า ฉันได้ช่วยพวกเขาให้กลับคืนสู่กลุ่มพี่น้องคริสเตียน',
      },
      {
        index: 103,
        question:
          'ฉันรู้สึกพึงพอใจมากที่ได้ศึกษาพระคัมภีร์ และแบ่งปันสิ่งที่เข้าใจให้แก่คนอื่น',
      },
      {
        index: 104,
        question:
          'ฉันรู้สึกมั่นใจในการทรงสถิตของพระเจ้าเมื่อต้องตัดสินใจในเรื่องที่สำคัญ',
      },
      {
        index: 105,
        question: 'เมื่อฉันอธิษฐาน ฉันได้ยินเสียงพระเจ้าค่อนข้างชัดเจน',
      },
      {
        index: 106,
        question:
          'ฉันได้หนุนใจคนอื่นให้หาคำตอบจากพระคัมภีร์เพื่อช่วยเหลือพวกเขาในความทุกข์ยากลำบาก',
      },
      {
        index: 107,
        question:
          'ฉันสามารถบอกได้ว่า ภาษาแปลก ๆ ที่คนหนึ่งกำลังพูดอยู่นั้นจริงหรือเท็จ',
      },
      {
        index: 108,
        question:
          'ฉันยินดีที่จะมีมาตรฐานความเป็นอยู่น้อยลง เพื่อจะเป็นประโยชน์ต่องานของพระเจ้ามากขึ้น',
      },
      {
        index: 109,
        question: 'เมื่อฉันรับใช้พระเจ้า ฉันไม่สนใจว่าใครจะเป็นผู้รับการชม',
      },
      {
        index: 110,
        question:
          'ฉันยินดีที่จะใช้เวลาพูดคุยกับคนที่ว้าเหว่ คนที่เก็บตัวหรือคนที่อยู่ในคุก',
      },
      {
        index: 111,
        question:
          'ฉันมีความปรารถนาอย่างแรงกล้าที่จะเห็นคนในประเทศอื่นกลับใจรับเชื่อพระเยซู',
      },
      {
        index: 112,
        question: 'ฉันชอบใกล้ชิดกับคนที่ไม่เชื่อ เพราะอยากนำเขามาถึงพระคริสต์',
      },
      {
        index: 113,
        question:
          'ฉันปรารถนาที่จะเปิดบ้านให้ผู้รับใช้ของพระเจ้ามาพักได้ทุกเวลาที่ต้องการ',
      },
      {
        index: 114,
        question: 'คนอื่นบอกว่าฉันเป็นคนที่มีนิมิตมากเป็นพิเศษ ซึ่งฉันก็เห็นด้วย',
      },
      {
        index: 115,
        question:
          'เมื่อฉันเป็นผู้รับผิดชอบ รู้สึกว่างานต่าง ๆก็ดำเนินไปด้วยดีและรายรื่น',
      },
      {
        index: 116,
        question:
          'ฉันยินดีแบกภาระเพื่อนำความสำเร็จมาสู่งานบางอย่างในคริสจักรของฉัน',
      },
      {
        index: 117,
        question: 'ในพระนามของพระเยซูคริสต์ ฉันได้ช่วยให้คนตาบอดเห็นได้',
      },
      {
        index: 118,
        question:
          'เมื่อฉันอธิษฐานเผื่อคนป่วย บางทีฉันหรือคนป่วยรู้สึกว่ามีอาการผิดปกติเกิดขึ้นแก่ตัว เช่น ขนลุกหรือตัวอุ่น',
      },
      {
        index: 119,
        question: 'เมื่อฉันพูดภาษาแปลก ๆ ฉันเชื่อว่าจะทำให้พระกายได้รับประโยชน์',
      },
      {
        index: 120,
        question:
          'เมื่อฉันแปลภาษาแปลก ๆ ผู้ฟังก็รู้สึกว่าเป็นคำตรัสที่มาจากพระเจ้าโดยตรง',
      },
      {
        index: 121,
        question:
          'ฉันวางแผนชีวิตฉันว่าจะเป็นผู้บุกเบิกตั้งคริสตจักรอย่างน้อย 3 แห่งในชีวิตของฉัน',
      },
      { index: 122, question: 'ฉันไม่รู้สึกเหงาแม้ไม่มีคู่รัก' },
      {
        index: 123,
        question:
          'เมื่อฉันอธิษฐาน พระเจ้าตรัสกับฉันเสมอ และฉันสังเกตเสียงของพระองค์ได้',
      },
      {
        index: 124,
        question:
          'ฉันจะระมัดระวังในการรักษาชีวิตให้บริสุทธิ์เสมอเพื่อให้พร้อมหากต้องเผชิญหน้ากับวิญญาณชั่ว',
      },
      {
        index: 125,
        question: 'ฉันตอบรับด้วยความยินดีเมื่อคนขอให้ฉันไปช่วยผู้ด้อยโอกาสในสังคม',
      },
]