import { Question } from "../@types/Question";


export const questions: Array<Question> = [
    {
        index: 1,
        question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
        score: 0
    },
    {
        index: 26,
        question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
        score: 3
    },
    {
        index: 51,
        question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
        score: 3
    },
    {
        index: 76,
        question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
        score: 3
    },{
        index: 101,
        question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
        score: 3
    }
]