import { SpiritualGift } from "../@types/SpiritualGift";


export const spiritualGifts: Array<SpiritualGift> = [
    {
        question_list: [
            {
                index: 1,
                question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
                score: 3
            },
            {
                index: 26,
                question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
                score: 3
            },
            {
                index: 51,
                question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
                score: 3
            },
            {
                index: 76,
                question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
                score: 3
            },{
                index: 101,
                question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น',
                score: 3
            }
        ],
        sum_question_score: 0,
        spiritual_gift_name: 'เผยพระวจนะ'
    }
]