import { SpiritualGift } from "../@types/SpiritualGift";


export const spiritualGifts: Array<SpiritualGift> = [
    {
        question_list: [
            {
                index: 1,
                question: 'ฉันมีความปรารถนาที่จะกล่าวสิ่งที่พระเจ้าตรัสในใจ เพื่อหนุนใจ เตือนสติหรือปลอบใจผู้อื่น'
            },
            {
                index: 26,
                question: 'โดยพระเจ้าฉันได้เปิดเผยบางอย่างที่เจาะจง ซึ่งจะเกิดขึ้นในอนาคต'
            },
            {
                index: 51,
                question: 'มีคนบอกฉันว่า สิ่งที่ฉันพูดนั้นเข้ากับเวลา และความต้องการอย่างเร่งด่วน ซึ่งจะต้องมาจากพระเจ้าโดยตรง'
            },
            {
                index: 76,
                question: 'บางครั้งฉันมีความรู้สึกอย่างแรงกล้าถึงสิ่งที่พระเจ้าทรงอยากตรัสกับคนซึ่งอยู่ในสถานการณ์บางอย่าง'
            },{
                index: 101,
                question: 'ฉันเผยพระวจนะในกลุ่มแคร์เสมอ ๆ'
            }
        ],
        sum_question_score: 0,
        spiritual_gift_name: 'เผยพระวจนะ'
    },
    {
        question_list: [
            {
                index: 2,
                question: 'ฉันชอบใช้เวลากับคนกลุ่มหนึ่งเป็นระยะเวลานาน เพื่อมีส่วนร่วมในความสำเร็จและความล้มเหลวของพวกเขาเป็นส่วนตัว'
            },
            {
                index: 27,
                question: 'ฉันมีความยินดีที่ได้รับผิดชอบเอาใจใส่ดูแลสภาพฝ่ายวิญญาณจิตของคริสเตียนกลุ่มหนึ่ง'
            },
            {
                index: 52,
                question: 'ฉันไม่รู้สึกกลัวที่จะให้คำแนะนำหรือชี้ทางฝ่ายวิญญาณให้แก่คริสเตียนกลุ่มหนึ่ง'
            },
            {
                index: 77,
                question: 'ฉันได้ช่วยพี่น้องคริสเตียนโดยการชี้แนะข้อพระธรรมที่เหมาะสมและอธิษฐานกับพวกเขา'
            },{
                index: 102,
                question: 'มีคนบอกว่า ฉันได้ช่วยพวกเขาให้กลับคืนสู่กลุ่มพี่น้องคริสเตียน'
            }
        ],
        sum_question_score: 0,
        spiritual_gift_name: 'อภิบาล'
    }
]